src/main/resources/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://tigo.com.bo/gen">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:exampleRequest>
            <gs:name>SPAIN</gs:name>
            <gs:population>23221</gs:population>
            <gs:capital>MADRID</gs:capital>
            <gs:currency>EUR</gs:currency>
        </gs:exampleRequest>
    </soapenv:Body>
</soapenv:Envelope>